[
    "Q1 Koliko su jasne kompetencije svakog člana tima?",
    "Q2 Koliko dobro tim surađuje i dijeli znanje?",
    "Q3 Postoji li povjerenje između članova?",
    "Q4 Koliko se koristi konstruktivna kritika?",
    "Q5 Koliko se njeguje kreativno razmišljanje?",
    "Q6 Koliko se poštuju rokovi unutar tima?",
    "Q7 Koliko se članovi tima međusobno podržavaju?",
    "Q8 Koliko često se uče lekcije iz neuspjeha?",
    "Q9 Koliko se vrednuje raznolikost vještina?",
    "Q10 Postoje li jasni lideri i mentori?",
    "Q11 Koliko su resursi (alati, znanje) dostupni svima?",
    "Q12 Postoji li ravnoteža između stručnjaka i generalista?",
    "Q13 Koliko dobro tim upravlja vremenom?",
    "Q14 Koliko je interna komunikacija jasna i učinkovita?",
    "Q15 Koliko se cijeni inicijativa i proaktivnost?",
    "Q16 Koliko tim potiče inovativne prijedloge?",
    "Q17 Koliko dobro članovi rješavaju konflikte?",
    "Q18 Koliko postoji kultura transparentnosti?",
    "Q19 Koliko je proces donošenja odluka participativan?",
    "Q20 Koliko su ciljevi unutar tima jasno definirani?",
    "Q21 Koliko tim drži balans između kvalitete i brzine rada?",
    "Q22 Koliko postoji otvorenost prema novim metodama?",
    "Q23 Koliko su članovi spremni ulagati dodatni trud?",
    "Q24 Koliko se znanje dokumentira i arhivira?",
    "Q25 Koliko se potiče osobni razvoj svakog člana?",
    "Q26 Koliko su sastanci produktivni i fokusirani?",
    "Q27 Koliko je tim otporan na vanjske pritiske?",
    "Q28 Koliko se slavi uspjeh i postignuća?",
    "Q29 Koliko su definirani procesi rada?",
    "Q30 Koliko dobro tim prihvaća promjene?",
    "Q31 Koliko je tim usklađen s vizijom tvrtke?",
    "Q32 Koliko članovi preuzimaju odgovornost?",
    "Q33 Koliko je tim samostalan u radu?",
    "Q34 Koliko se potiče timski duh izvan posla?",
    "Q35 Koliko je tim svjestan svojih snaga i slabosti?",
    "Q36 Koliko se redovito daje povratna informacija?",
    "Q37 Koliko se potiče eksperimentiranje?",
    "Q38 Koliko su uloge i odgovornosti jasno podijeljene?",
    "Q39 Koliko se poštuju individualne razlike?",
    "Q40 Koliko je tim agilan i prilagodljiv?",
    "M1 Koliko poznajete potrebe svojih korisnika?",
    "M2 Koliko je vaš proizvod/usluga inovativan?",
    "M3 Koliko je korisničko iskustvo intuitivno?",
    "M4 Koliko brzo odgovarate na povratne informacije?",
    "M5 Koliko je vaš brend prepoznatljiv na tržištu?",
    "M6 Koliko je vaša marketinška strategija učinkovita?",
    "M7 Koliko dobro pratite trendove u industriji?",
    "M8 Koliko su vaši kanali prodaje optimizirani?",
    "M9 Koliko je vaša cjenovna strategija konkurentna?",
    "M10 Koliko dobro analizirate podatke o korisnicima?",
    "M11 Koliko je vaša korisnička podrška kvalitetna?",
    "M12 Koliko ste aktivni na društvenim mrežama?",
    "M13 Koliko je vaš sadržaj relevantan za ciljanu publiku?",
    "M14 Koliko je vaš web/mobilni nastup moderan?",
    "M15 Koliko često provodite istraživanje tržišta?",
    "M16 Koliko je vaša ponuda jedinstvena (USP)?",
    "M17 Koliko dobro upravljate odnosima s klijentima (CRM)?",
    "M18 Koliko je proces kupnje jednostavan za korisnika?",
    "M19 Koliko ste usklađeni s regulatornim zahtjevima?",
    "M20 Koliko je vaša logistika i dostava učinkovita?",
    "M21 Koliko dobro poznajete svoju konkurenciju?",
    "M22 Koliko je vaša strategija rasta dugoročno održiva?",
    "M23 Koliko ste prisutni na relevantnim događanjima?",
    "M24 Koliko je vaša ambalaža/prezentacija privlačna?",
    "M25 Koliko koristite automatizaciju u marketingu?",
    "M26 Koliko je vaša PR strategija uspješna?",
    "M27 Koliko su vaši partneri i dobavljači pouzdani?",
    "M28 Koliko je vaš poslovni model skalabilan?",
    "M29 Koliko je vaša tvrtka društveno odgovorna?",
    "M30 Koliko su vaši zaposlenici ambasadori brenda?",
    "M31 Koliko dobro mjerite zadovoljstvo korisnika?",
    "M32 Koliko je vaša tvrtka financijski stabilna?",
    "M33 Koliko su vaši procesi interno učinkoviti?",
    "M34 Koliko je vaša tehnologija moderna i ažurirana?",
    "M35 Koliko dobro upravljate rizicima?",
    "M36 Koliko je vaša strategija fleksibilna?",
    "M37 Koliko su vaši lideri inspirativni i kompetentni?",
    "M38 Koliko je organizacijska kultura poticajna?",
    "M39 Koliko su vaši zaposlenici angažirani i motivirani?",
    "M40 Koliko dobro planirate resurse?",
    "D1 Koliko dobro usklađujete kratkoročne i dugoročne ciljeve?",
    "D2 Koliko balansirate strukturu i fleksibilnost?",
    "D3 Koliko usklađujete operativne i strateške zadatke?",
    "D4 Koliko spajate individualni i timski rad?",
    "D5 Koliko balansirate tradiciju i modernizaciju?",
    "D6 Koliko kombinirate formalne i neformalne procese?",
    "D7 Koliko usklađujete profesionalno i osobno?",
    "D8 Koliko spajate logiku i emocije u odlukama?",
    "D9 Koliko balansirate centralizaciju i autonomiju?",
    "D10 Koliko spajate ekspertizu i improvizaciju?",
    "D11 Koliko balansirate kvalitetu i trošak?",
    "D12 Koliko spajate fokus na detalje i veliku sliku?",
    "D13 Koliko usklađujete stabilne rutine i nove eksperimente?",
    "D14 Koliko spajate unutarnju disciplinu i vanjsku fleksibilnost?",
    "D15 Koliko balansirate između rada i odmora?",
    "D16 Koliko dobro usklađujete inovaciju i standardizaciju?",
    "D17 Koliko balansirate viziju lidera i potrebe tima?",
    "D18 Koliko spajate formalno znanje i praktično iskustvo?",
    "D19 Koliko kombinirate brzinu i temeljitost?",
    "D20 Koliko balansirate fokus na proizvod i fokus na korisnika?",
    "D21 Koliko spajate tradiciju tima i zahtjeve tržišta?",
    "D22 Koliko usklađujete kreativne i analitičke pristupe?",
    "D23 Koliko balansirate osobni ego i zajednički cilj?",
    "D24 Koliko kombinirate predvidljivost i iznenađenje?",
    "D25 Koliko spajate slobodu izbora i odgovornost?",
    "D26 Koliko balansirate planiranje i prilagodbu?",
    "D27 Koliko usklađujete podatke i intuiciju?",
    "D28 Koliko spajate unutarnje resurse i vanjske partnere?",
    "D29 Koliko balansirate kontrolu i povjerenje?",
    "D30 Koliko kombinirate natjecanje i suradnju?",
    "D31 Koliko usklađujete profit i svrhu postojanja?",
    "D32 Koliko dobro spajate osobne interese i ciljeve tvrtke?",
    "D33 Koliko ste svjesni važnosti mentalnog zdravlja?",
    "D34 Koliko dobro balansirate rad od kuće i rad iz ureda?",
    "D35 Koliko ste otvoreni prema globalnom tržištu?",
    "D36 Koliko su vaši procesi ekološki održivi?",
    "D37 Koliko ulažete u sigurnost podataka?",
    "D38 Koliko ste spremni na suradnju s konkurencijom?",
    "D39 Koliko je vaša organizacija transparentna prema javnosti?",
    "D40 Koliko potičete cjeloživotno učenje?"
]

