[
    "Q1 Koliko su jasne kompetencije svakog člana tima?",
    "Q2 Koliko dobro tim surađuje i dijeli znanje?",
    "Q3 Postoji li povjerenje između članova?",
    "Q4 Koliko se koristi konstruktivna kritika?",
    "Q5 Koliko se njeguje kreativno razmišljanje?",
    "Q6 Koliko se poštuju rokovi unutar tima?",
    "Q7 Koliko se članovi tima međusobno podržavaju?",
    "Q8 Koliko često se uče lekcije iz neuspjeha?",
    "Q9 Koliko se vrednuje raznolikost vještina?",
    "Q10 Postoje li jasni lideri i mentori?",
    "Q11 Koliko su resursi (alati, znanje) dostupni svima?",
    "Q12 Postoji li ravnoteža između stručnjaka i generalista?",
    "Q13 Koliko dobro tim upravlja vremenom?",
    "Q14 Koliko je interna komunikacija jasna i učinkovita?",
    "Q15 Koliko se cijeni inicijativa i proaktivnost?",
    "Q16 Koliko tim potiče inovativne prijedloge?",
    "Q17 Koliko dobro članovi rješavaju konflikte?",
    "Q18 Koliko postoji kultura transparentnosti?",
    "Q19 Koliko je proces donošenja odluka participativan?",
    "Q20 Koliko su ciljevi unutar tima jasno definirani?",
    "M1 Koliko poznajete potrebe svojih korisnika?",
    "M2 Koliko je vaš proizvod/usluga inovativan?",
    "M3 Koliko je korisničko iskustvo intuitivno?",
    "M4 Koliko brzo odgovarate na povratne informacije?",
    "M5 Koliko je vaš brend prepoznatljiv na tržištu?",
    "M6 Koliko je vaša marketinška strategija učinkovita?",
    "M7 Koliko dobro pratite trendove u industriji?",
    "M8 Koliko su vaši kanali prodaje optimizirani?",
    "M9 Koliko je vaša cjenovna strategija konkurentna?",
    "M10 Koliko dobro analizirate podatke o korisnicima?",
    "M11 Koliko je vaša korisnička podrška kvalitetna?",
    "M12 Koliko ste aktivni na društvenim mrežama?",
    "M13 Koliko je vaš sadržaj relevantan za ciljanu publiku?",
    "M14 Koliko je vaš web/mobilni nastup moderan?",
    "M15 Koliko često provodite istraživanje tržišta?",
    "M16 Koliko je vaša ponuda jedinstvena (USP)?",
    "M17 Koliko dobro upravljate odnosima s klijentima (CRM)?",
    "M18 Koliko je proces kupnje jednostavan za korisnika?",
    "M19 Koliko ste usklađeni s regulatornim zahtjevima?",
    "M20 Koliko je vaša logistika i dostava učinkovita?",
    "D1 Koliko dobro usklađujete kratkoročne i dugoročne ciljeve?",
    "D2 Koliko balansirate strukturu i fleksibilnost?",
    "D3 Koliko usklađujete operativne i strateške zadatke?",
    "D4 Koliko spajate individualni i timski rad?",
    "D5 Koliko balansirate tradiciju i modernizaciju?",
    "D6 Koliko kombinirate formalne i neformalne procese?",
    "D7 Koliko usklađujete profesionalno i osobno?",
    "D8 Koliko spajate logiku i emocije u odlukama?",
    "D9 Koliko balansirate centralizaciju i autonomiju?",
    "D10 Koliko spajate ekspertizu i improvizaciju?",
    "D11 Koliko balansirate kvalitetu i trošak?",
    "D12 Koliko spajate fokus na detalje i veliku sliku?",
    "D13 Koliko usklađujete stabilne rutine i nove eksperimente?",
    "D14 Koliko spajate unutarnju disciplinu i vanjsku fleksibilnost?",
    "D15 Koliko balansirate između rada i odmora?",
    "D16 Koliko dobro usklađujete inovaciju i standardizaciju?",
    "D17 Koliko balansirate viziju lidera i potrebe tima?",
    "D18 Koliko spajate formalno znanje i praktično iskustvo?",
    "D19 Koliko kombinirate brzinu i temeljitost?",
    "D20 Koliko balansirate fokus na proizvod i fokus na korisnika?"
]

